import { AnswerOptions } from 'dpform'

export const districts: any = [
    {
        "id": 36,
        "name": "गाेरखा",
        "pradesh_id": 4,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 37,
        "name": "लम्जुङ",
        "pradesh_id": 4,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 38,
        "name": "तनहु",
        "pradesh_id": 4,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 39,
        "name": "नवलपरासी (पुर्व)",
        "pradesh_id": 4,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 40,
        "name": "स्याङ्जा",
        "pradesh_id": 4,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 41,
        "name": "कास्की",
        "pradesh_id": 4,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 42,
        "name": "पर्बत",
        "pradesh_id": 4,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 43,
        "name": "बाग्लुङ",
        "pradesh_id": 4,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 44,
        "name": "म्याग्दी ",
        "pradesh_id": 4,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 45,
        "name": "मनाङ",
        "pradesh_id": 4,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 46,
        "name": "मुस्ताङ्ग",
        "pradesh_id": 4,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 47,
        "name": "नवलपरासी (पश्चिम)",
        "pradesh_id": 5,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 48,
        "name": "रूपन्देही",
        "pradesh_id": 5,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 49,
        "name": "कपिलवस्तु",
        "pradesh_id": 5,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 50,
        "name": "दाङ",
        "pradesh_id": 5,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 51,
        "name": "बाँके",
        "pradesh_id": 5,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 52,
        "name": "बर्दिया",
        "pradesh_id": 5,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 53,
        "name": "रूकुम (पूर्व)",
        "pradesh_id": 5,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 54,
        "name": "राेल्पा",
        "pradesh_id": 5,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 55,
        "name": "प्युठान",
        "pradesh_id": 5,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 56,
        "name": "गुल्मी ",
        "pradesh_id": 5,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 57,
        "name": "अर्घखाँची",
        "pradesh_id": 5,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 58,
        "name": "पाल्पा",
        "pradesh_id": 5,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 1,
        "name": "ताप्लेजुङ",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 2,
        "name": "पाँचथर",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 3,
        "name": "र्इलाम",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 4,
        "name": "झापा",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 5,
        "name": "माेरङ",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 6,
        "name": "सुनसरी",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 7,
        "name": "धनकुटा",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 8,
        "name": "तेह्रथुम",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 9,
        "name": "भाेजपुर",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 10,
        "name": "संखुवासभा",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 11,
        "name": "साेलुखुम्बु",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 12,
        "name": "अाेखलढुंगा",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 13,
        "name": "खाेटाङ",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 14,
        "name": "उदयपुर",
        "pradesh_id": 1,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 23,
        "name": "सिन्धुली",
        "pradesh_id": 3,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 24,
        "name": "रामेछाप",
        "pradesh_id": 3,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 25,
        "name": "दाेलखा",
        "pradesh_id": 3,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 26,
        "name": "सिन्धुपाल्चाेक",
        "pradesh_id": 3,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 27,
        "name": "काभ्रेपलाञ्चाेक",
        "pradesh_id": 3,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 28,
        "name": "नुवाकाेट",
        "pradesh_id": 3,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 29,
        "name": "रसुवा",
        "pradesh_id": 3,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 30,
        "name": "भक्तपुर",
        "pradesh_id": 3,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 31,
        "name": "ललितपुर",
        "pradesh_id": 3,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 32,
        "name": "काठमण्डाै",
        "pradesh_id": 3,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 33,
        "name": "धादिङ",
        "pradesh_id": 3,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 34,
        "name": "मकवानपुर",
        "pradesh_id": 3,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 35,
        "name": "चितवन",
        "pradesh_id": 3,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 15,
        "name": "सप्तरी",
        "pradesh_id": 2,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 16,
        "name": "सिरहा",
        "pradesh_id": 2,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 17,
        "name": "धनुषा",
        "pradesh_id": 2,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 18,
        "name": "महाेत्तरी",
        "pradesh_id": 2,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 19,
        "name": "सर्लाही",
        "pradesh_id": 2,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 20,
        "name": "राैटहट",
        "pradesh_id": 2,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 21,
        "name": "बारा",
        "pradesh_id": 2,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 22,
        "name": "पर्सा",
        "pradesh_id": 2,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 59,
        "name": "हुम्ला",
        "pradesh_id": 6,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 60,
        "name": "मुगु",
        "pradesh_id": 6,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 61,
        "name": "डाेल्पा",
        "pradesh_id": 6,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 62,
        "name": "जुम्ला",
        "pradesh_id": 6,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 63,
        "name": "कालिकाेट",
        "pradesh_id": 6,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 64,
        "name": "दैलेख",
        "pradesh_id": 6,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 65,
        "name": "जाजरकाेट",
        "pradesh_id": 6,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 66,
        "name": "रूकुम (पश्चिम)",
        "pradesh_id": 6,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 67,
        "name": "सल्यान",
        "pradesh_id": 6,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 68,
        "name": "सुर्खेत",
        "pradesh_id": 6,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 69,
        "name": "कैलाली",
        "pradesh_id": 7,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 70,
        "name": "कन्चनपुर",
        "pradesh_id": 7,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 71,
        "name": "डडेलधुरा",
        "pradesh_id": 7,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 72,
        "name": "बैतडी",
        "pradesh_id": 7,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 73,
        "name": "डाेटी",
        "pradesh_id": 7,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 74,
        "name": "अछाम",
        "pradesh_id": 7,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 75,
        "name": "बाजुरा",
        "pradesh_id": 7,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 76,
        "name": "बझाङ",
        "pradesh_id": 7,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    },
    {
        "id": 77,
        "name": "दार्चुला",
        "pradesh_id": 7,
        "created_at": "2019-04-21 04:46:24",
        "updated_at": "2019-04-21 04:46:24"
    }
];

export const localgovs: any = {
    "तनहु": {
        "status": true,
        "local_govs": [
            {
                "id": 388,
                "name": "भानु नगरपालिका"
            },
            {
                "id": 389,
                "name": "भिमाद नगरपालिका"
            },
            {
                "id": 390,
                "name": "व्यास नगरपालिका"
            },
            {
                "id": 391,
                "name": "शुक्लागण्डकी नगरपालिका"
            },
            {
                "id": 392,
                "name": "आँबुखैरेनी गाउँपालिका"
            },
            {
                "id": 393,
                "name": "ऋषिङ्ग गाउँपालिका"
            },
            {
                "id": 394,
                "name": "घिरिङ गाउँपालिका"
            },
            {
                "id": 395,
                "name": "देवघाट गाउँपालिका"
            },
            {
                "id": 396,
                "name": "म्याग्दे गाउँपालिका"
            },
            {
                "id": 397,
                "name": "वन्दिपुर गाउँपालिका"
            }
        ]
    },
    "लम्जुङ": {
        "status": true,
        "local_govs": [
            {
                "id": 380,
                "name": "बेसीशहर नगरपालिका"
            },
            {
                "id": 381,
                "name": "मध्यनेपाल नगरपालिका"
            },
            {
                "id": 382,
                "name": "रार्इनास नगरपालिका"
            },
            {
                "id": 383,
                "name": "सुन्दरबजार नगरपालिका"
            },
            {
                "id": 384,
                "name": "क्व्होलासोथार गाउँपालिका"
            },
            {
                "id": 385,
                "name": "दूधपोखरी गाउँपालिका"
            },
            {
                "id": 386,
                "name": "दोर्दी गाउँपालिका"
            },
            {
                "id": 387,
                "name": "मर्स्याङदी गाउँपालिका"
            }
        ]
    },
    "नवलपरासी (पुर्व)": {
        "status": false
    },
    "गाेरखा": {
        "status": true,
        "local_govs": [
            {
                "id": 369,
                "name": "गोरखा नगरपालिका"
            },
            {
                "id": 370,
                "name": "पालुङटार नगरपालिका"
            },
            {
                "id": 371,
                "name": "सुलीकोट गाउँपालिका"
            },
            {
                "id": 372,
                "name": "सिरानचोक गाउँपालिका"
            },
            {
                "id": 373,
                "name": "अजिरकोट गाउँपालिका"
            },
            {
                "id": 374,
                "name": "आरूघाट गाउँपालिका"
            },
            {
                "id": 375,
                "name": "गण्डकी गाउँपालिका"
            },
            {
                "id": 376,
                "name": "चुमनुव्री गाउँपालिका"
            },
            {
                "id": 377,
                "name": "धार्चे गाउँपालिका"
            },
            {
                "id": 378,
                "name": "भिमसेन गाउँपालिका"
            },
            {
                "id": 379,
                "name": "शहिद लखन गाउँपालिका"
            }
        ]
    },
    "स्याङ्जा": {
        "status": true,
        "local_govs": [
            {
                "id": 408,
                "name": "गल्याङ नगरपालिका"
            },
            {
                "id": 409,
                "name": "चापाकोट नगरपालिका"
            },
            {
                "id": 410,
                "name": "पुतलीबजार नगरपालिका "
            },
            {
                "id": 411,
                "name": "भीरकोट नगरपालिका "
            },
            {
                "id": 412,
                "name": "वालिङ नगरपालिका"
            },
            {
                "id": 413,
                "name": "अर्जुनचौपारी गाउँपालिका "
            },
            {
                "id": 414,
                "name": "आँधिखोला गाउँपालिका "
            },
            {
                "id": 415,
                "name": "कालीगण्डकी गाउँपालिका "
            },
            {
                "id": 416,
                "name": "फेदीखोला गाउँपालिका "
            },
            {
                "id": 417,
                "name": "बिरुवा गाउँपालिका "
            },
            {
                "id": 418,
                "name": "हरिनास गाउँपालिका"
            }
        ]
    },
    "कास्की": {
        "status": true,
        "local_govs": [
            {
                "id": 419,
                "name": "पोखरा लेखनाथ महानगरपालिका"
            },
            {
                "id": 420,
                "name": "अन्नपूर्ण गाउँपालिका"
            },
            {
                "id": 421,
                "name": "माछापुच्छ्रे गाउँपालिका"
            },
            {
                "id": 422,
                "name": "मादी गाउँपालिका"
            },
            {
                "id": 423,
                "name": "रूपा गाउँपालिका"
            }
        ]
    },
    "पर्बत": {
        "status": true,
        "local_govs": [
            {
                "id": 424,
                "name": "कुश्मा नगरपालिका"
            },
            {
                "id": 425,
                "name": "फलेवास नगरपालिका"
            },
            {
                "id": 426,
                "name": "जलजला गाउँपालिका"
            },
            {
                "id": 427,
                "name": "पैयूं गाउँपालिका"
            },
            {
                "id": 428,
                "name": "महाशिला गाउँपालिका"
            },
            {
                "id": 429,
                "name": "मोदी गाउँपालिका"
            },
            {
                "id": 430,
                "name": "विहादी गाउँपालिका"
            }
        ]
    },
    "बाग्लुङ": {
        "status": true,
        "local_govs": [
            {
                "id": 431,
                "name": "बागलुङ नगरपालिका"
            },
            {
                "id": 432,
                "name": "गल्कोट नगरपालिका"
            },
            {
                "id": 433,
                "name": "जैमूनी नगरपालिका"
            },
            {
                "id": 434,
                "name": "ढोरपाटन नगरपालिका"
            },
            {
                "id": 435,
                "name": "वरेङ गाउँपालिका"
            },
            {
                "id": 436,
                "name": "काठेखोला गाउँपालिका"
            },
            {
                "id": 437,
                "name": "तमानखोला गाउँपालिका"
            },
            {
                "id": 438,
                "name": "ताराखोला गाउँपालिका"
            },
            {
                "id": 439,
                "name": "निसीखोला गाउँपालिका"
            },
            {
                "id": 440,
                "name": "वडिगाड गाउँपालिका"
            }
        ]
    },
    "म्याग्दी ": {
        "status": true,
        "local_govs": [
            {
                "id": 441,
                "name": "बेनी नगरपालिका"
            },
            {
                "id": 442,
                "name": "अन्नपूर्ण गाउँपालिका"
            },
            {
                "id": 443,
                "name": "धवलागिरी गाउँपालिका"
            },
            {
                "id": 444,
                "name": "मंगला गाउँपालिका"
            },
            {
                "id": 445,
                "name": "मालिका गाउँपालिका"
            },
            {
                "id": 446,
                "name": "रघुगंगा गाउँपालिका"
            }
        ]
    },
    "मनाङ": {
        "status": true,
        "local_govs": [
            {
                "id": 447,
                "name": "चामे गाउँपालिका "
            },
            {
                "id": 448,
                "name": "नारफू गाउँपालिका "
            },
            {
                "id": 449,
                "name": "नाशोङ गाउँपालिका "
            },
            {
                "id": 450,
                "name": "नेस्याङ गाउँपालिका"
            }
        ]
    },
    "मुस्ताङ्ग": {
        "status": true,
        "local_govs": [
            {
                "id": 451,
                "name": "घरपझोङ गाउँपालिका"
            },
            {
                "id": 452,
                "name": "थासाङ गाउँपालिका"
            },
            {
                "id": 453,
                "name": "दालोमे गाउँपालिका"
            },
            {
                "id": 454,
                "name": "लोमन्थाङ गाउँपालिका"
            },
            {
                "id": 455,
                "name": "वाह्रगाउँ मुक्तिक्षेत्र गाउँपालिका"
            }
        ]
    },
    "नवलपरासी (पश्चिम)": {
        "status": true,
        "local_govs": [
            {
                "id": 456,
                "name": "बर्दघाट नगरपालिका"
            },
            {
                "id": 457,
                "name": "रामग्राम नगरपालिका"
            },
            {
                "id": 458,
                "name": "सुनवल नगरपालिका"
            },
            {
                "id": 459,
                "name": "सुस्ता गाउँपालिका"
            },
            {
                "id": 460,
                "name": "पाल्हीनन्दन गाउँपालिका"
            },
            {
                "id": 461,
                "name": "प्रतापपुर गाउँपालिका"
            },
            {
                "id": 462,
                "name": "सरावल गाउँपालिका"
            }
        ]
    },
    "रूपन्देही": {
        "status": true,
        "local_govs": [
            {
                "id": 463,
                "name": "बुटवल उपमहानगरपालिका"
            },
            {
                "id": 464,
                "name": "देवदह नगरपालिका"
            },
            {
                "id": 465,
                "name": "लुम्बिनी सांस्कृतिक नगरपालिका"
            },
            {
                "id": 466,
                "name": "सैनामैना नगरपालिका"
            },
            {
                "id": 467,
                "name": "सिद्धार्थनगर नगरपालिका"
            },
            {
                "id": 468,
                "name": "तिलोत्तमा नगरपालिका"
            }
        ]
    },
    "दाङ": {
        "status": true,
        "local_govs": [
            {
                "id": 469,
                "name": "तुल्सीपुर उपमहानगरपालिका"
            },
            {
                "id": 470,
                "name": "घोराही उपमहानगरपालिका"
            },
            {
                "id": 471,
                "name": "लमही नगरपालिका"
            },
            {
                "id": 472,
                "name": "बंगलाचुली गाउँपालिका"
            },
            {
                "id": 473,
                "name": "दंगीशरण गाउँपालिका"
            },
            {
                "id": 474,
                "name": "गढवा गाउँपालिका"
            },
            {
                "id": 475,
                "name": "राजपुर गाउँपालिका"
            },
            {
                "id": 476,
                "name": "राप्ती गाउँपालिका"
            },
            {
                "id": 477,
                "name": "शान्तिनगर गाउँपालिका"
            },
            {
                "id": 478,
                "name": "बबई गाउँपालिका"
            }
        ]
    },
    "कपिलवस्तु": {
        "status": true,
        "local_govs": [
            {
                "id": 398,
                "name": "कपिलवस्तु नगरपालिका"
            },
            {
                "id": 399,
                "name": "बुद्धभूमी नगरपालिका"
            },
            {
                "id": 400,
                "name": "शिवराज नगरपालिका"
            },
            {
                "id": 401,
                "name": "महाराजगंज नगरपालिका"
            },
            {
                "id": 402,
                "name": "कृष्णनगर नगरपालिका"
            },
            {
                "id": 403,
                "name": "बाणगंगा नगरपालिका"
            },
            {
                "id": 404,
                "name": "मायादेवी गाउँपालिका"
            },
            {
                "id": 405,
                "name": "यसोधरा गाउँपालिका"
            },
            {
                "id": 406,
                "name": "सुद्धोधन गाउँपालिका"
            },
            {
                "id": 407,
                "name": "विजयनगर गाउँपालिका"
            }
        ]
    },
    "बर्दिया": {
        "status": true,
        "local_govs": [
            {
                "id": 487,
                "name": "गुलरिया नगरपालिका"
            },
            {
                "id": 488,
                "name": "मधुवन नगरपालिका"
            },
            {
                "id": 489,
                "name": "राजापुर नगरपालिका"
            },
            {
                "id": 490,
                "name": "ठाकुरबाबा नगरपालिका"
            },
            {
                "id": 491,
                "name": "बाँसगढी नगरपालिका"
            },
            {
                "id": 492,
                "name": "बारबर्दिया नगरपालिका"
            },
            {
                "id": 493,
                "name": "बढैयाताल गाउँपालिका"
            },
            {
                "id": 494,
                "name": "गेरुवा गाउँपालिका"
            }
        ]
    },
    "बाँके": {
        "status": true,
        "local_govs": [
            {
                "id": 479,
                "name": "नेपालगंज उपमहानगरपालिका"
            },
            {
                "id": 480,
                "name": "कोहलपुर नगरपालिका"
            },
            {
                "id": 481,
                "name": "नरैनापुर गाउँपालिका"
            },
            {
                "id": 482,
                "name": "राप्तीसोनारी गाउँपालिका"
            },
            {
                "id": 483,
                "name": "बैजनाथ गाउँपालिका"
            },
            {
                "id": 484,
                "name": "खजुरा गाउँपालिका"
            },
            {
                "id": 485,
                "name": "डुडुवा गाउँपालिका"
            },
            {
                "id": 486,
                "name": "जानकी गाउँपालिका"
            }
        ]
    },
    "रूकुम (पूर्व)": {
        "status": true,
        "local_govs": [
            {
                "id": 495,
                "name": "पुथा उत्तरगंगा गाउँपालिका"
            },
            {
                "id": 496,
                "name": "भूमे गाउँपालिका"
            },
            {
                "id": 497,
                "name": "सिस्ने गाउँपालिका"
            }
        ]
    },
    "प्युठान": {
        "status": true,
        "local_govs": [
            {
                "id": 508,
                "name": "प्यूठान नगरपालिका"
            },
            {
                "id": 509,
                "name": "स्वर्गद्वारी नगरपालिका"
            },
            {
                "id": 510,
                "name": "गौमुखी गाउँपालिका"
            },
            {
                "id": 511,
                "name": "माण्डवी गाउँपालिका"
            },
            {
                "id": 512,
                "name": "सरुमारानी गाउँपालिका"
            },
            {
                "id": 513,
                "name": "मल्लरानी गाउँपालिका"
            },
            {
                "id": 514,
                "name": "नौवहिनी गाउँपालिका"
            },
            {
                "id": 515,
                "name": "झिमरुक गाउँपालिका"
            },
            {
                "id": 516,
                "name": "ऐरावती गाउँपालिका"
            }
        ]
    },
    "राेल्पा": {
        "status": true,
        "local_govs": [
            {
                "id": 498,
                "name": "रोल्पा नगरपालिका"
            },
            {
                "id": 499,
                "name": "त्रिवेणी गाउँपालिका"
            },
            {
                "id": 500,
                "name": "दुईखोली गाउँपालिका"
            },
            {
                "id": 501,
                "name": "माडी गाउँपालिका"
            },
            {
                "id": 502,
                "name": "रुन्टीगढी गाउँपालिका"
            },
            {
                "id": 503,
                "name": "लुङग्री गाउँपालिका"
            },
            {
                "id": 504,
                "name": "सुकिदह गाउँपालिका"
            },
            {
                "id": 505,
                "name": "सुनछहरी गाउँपालिका"
            },
            {
                "id": 506,
                "name": "सुवर्णावती गाउँपालिका"
            },
            {
                "id": 507,
                "name": "थवाङ गाउँपालिका"
            }
        ]
    },
    "अर्घखाँची": {
        "status": true,
        "local_govs": [
            {
                "id": 529,
                "name": "सन्धिखर्क नगरपालिका"
            },
            {
                "id": 530,
                "name": "शितगंगा नगरपालिका"
            },
            {
                "id": 531,
                "name": "भूमिकास्थान नगरपालिका"
            },
            {
                "id": 532,
                "name": "छत्रदेव गाउँपालिका"
            },
            {
                "id": 533,
                "name": "पाणिनी गाउँपालिका"
            },
            {
                "id": 534,
                "name": "मालारानी गाउँपालिका"
            }
        ]
    },
    "गुल्मी ": {
        "status": true,
        "local_govs": [
            {
                "id": 517,
                "name": "मुसिकोट नगरपालिका"
            },
            {
                "id": 518,
                "name": "रेसुङ्गा नगरपालिका"
            },
            {
                "id": 519,
                "name": "ईस्मा गाउँपालिका"
            },
            {
                "id": 520,
                "name": "कालीगण्डकी गाउँपालिका"
            },
            {
                "id": 521,
                "name": "गुल्मी दरबार गाउँपालिका"
            },
            {
                "id": 522,
                "name": "सत्यवती गाउँपालिका"
            },
            {
                "id": 523,
                "name": "चन्द्रकोट गाउँपालिका"
            },
            {
                "id": 524,
                "name": "रुरु गाउँपालिका"
            },
            {
                "id": 525,
                "name": "छत्रकोट गाउँपालिका"
            },
            {
                "id": 526,
                "name": "धुर्कोट गाउँपालिका"
            },
            {
                "id": 527,
                "name": "मदाने गाउँपालिका"
            },
            {
                "id": 528,
                "name": "मालिका गाउँपालिका"
            }
        ]
    },
    "ताप्लेजुङ": {
        "status": true,
        "local_govs": [
            {
                "id": 1,
                "name": "फुङलिङ नगरपालिका"
            },
            {
                "id": 2,
                "name": "आठराई त्रिवेणी गाउँपालिका"
            },
            {
                "id": 3,
                "name": "सिदिङ्वा गाउँपालिका"
            },
            {
                "id": 4,
                "name": "फक्ताङलुङ गाउँपालिका"
            },
            {
                "id": 5,
                "name": "मिक्वाखोला गाउँपालिका"
            },
            {
                "id": 6,
                "name": "मेरिङदेन गाउँपालिका"
            },
            {
                "id": 7,
                "name": "मैवाखोला गाउँपालिका"
            },
            {
                "id": 8,
                "name": "याङवरक गाउँपालिका"
            },
            {
                "id": 9,
                "name": "सिरीजङ्घा गाउँपालिका"
            }
        ]
    },
    "पाल्पा": {
        "status": true,
        "local_govs": [
            {
                "id": 535,
                "name": "रामपुर नगरपालिका"
            },
            {
                "id": 536,
                "name": "तानसेन नगरपालिका"
            },
            {
                "id": 537,
                "name": "निस्दी गाउँपालिका"
            },
            {
                "id": 538,
                "name": "पूर्वखोला गाउँपालिका"
            },
            {
                "id": 539,
                "name": "रम्भा गाउँपालिका"
            },
            {
                "id": 540,
                "name": "माथागढी गाउँपालिका"
            },
            {
                "id": 541,
                "name": "तिनाउ गाउँपालिका"
            },
            {
                "id": 542,
                "name": "बगनासकाली गाउँपालिका"
            },
            {
                "id": 543,
                "name": "रिब्दिकोट गाउँपालिका"
            },
            {
                "id": 544,
                "name": "रैनादेवी छहरा गाउँपालिका"
            }
        ]
    },
    "र्इलाम": {
        "status": true,
        "local_govs": [
            {
                "id": 18,
                "name": "ईलाम नगरपालिका"
            },
            {
                "id": 19,
                "name": "देउमाई नगरपालिका"
            },
            {
                "id": 20,
                "name": "माई नगरपालिका"
            },
            {
                "id": 21,
                "name": "सूर्योदय नगरपालिका"
            },
            {
                "id": 22,
                "name": "फाकफोकथुम गाउँपालिका"
            },
            {
                "id": 23,
                "name": "चुलाचुली गाउँपालिका"
            },
            {
                "id": 24,
                "name": "माईजोगमाई गाउँपालिका"
            },
            {
                "id": 25,
                "name": "माङसेबुङ गाउँपालिका"
            },
            {
                "id": 26,
                "name": "रोङ गाउँपालिका"
            },
            {
                "id": 27,
                "name": "सन्दकपुर गाउँपालिका"
            }
        ]
    },
    "पाँचथर": {
        "status": true,
        "local_govs": [
            {
                "id": 10,
                "name": "फिदिम नगरपालिका"
            },
            {
                "id": 11,
                "name": "फालेलुंग गाउँपालिका"
            },
            {
                "id": 12,
                "name": "फाल्गुनन्द गाउँपालिका"
            },
            {
                "id": 13,
                "name": "हिलिहाङ गाउँपालिका"
            },
            {
                "id": 14,
                "name": "कुम्मायक गाउँपालिका"
            },
            {
                "id": 15,
                "name": "मिक्लाजुङ गाउँपालिका"
            },
            {
                "id": 16,
                "name": "तुम्बेवा गाउँपालिका"
            },
            {
                "id": 17,
                "name": "याङवरक गाउँपालिका"
            }
        ]
    },
    "माेरङ": {
        "status": true,
        "local_govs": [
            {
                "id": 43,
                "name": "विराटनगर महानगरपालिका"
            },
            {
                "id": 44,
                "name": "बेलवारी नगरपालिका"
            },
            {
                "id": 45,
                "name": "लेटाङ नगरपालिका"
            },
            {
                "id": 46,
                "name": "पथरी शनिश्चरे नगरपालिका"
            },
            {
                "id": 47,
                "name": "रंगेली नगरपालिका"
            },
            {
                "id": 48,
                "name": "रतुवामाई नगरपालिका"
            },
            {
                "id": 49,
                "name": "सुनवर्षि नगरपालिका"
            },
            {
                "id": 50,
                "name": "उर्लावारी नगरपालिका"
            },
            {
                "id": 51,
                "name": "सुन्दरहरैचा नगरपालिका"
            }
        ]
    },
    "झापा": {
        "status": true,
        "local_govs": [
            {
                "id": 28,
                "name": "मेचीनगर नगरपालिका"
            },
            {
                "id": 29,
                "name": "दमक नगरपालिका"
            },
            {
                "id": 30,
                "name": "कन्काई नगरपालिका"
            },
            {
                "id": 31,
                "name": "भद्रपुर नगरपालिका"
            },
            {
                "id": 32,
                "name": "अर्जुनधारा नगरपालिका"
            },
            {
                "id": 33,
                "name": "शिवशताक्षी नगरपालिका"
            },
            {
                "id": 34,
                "name": "गौरादह नगरपालिका"
            },
            {
                "id": 35,
                "name": "विर्तामोड नगरपालिका"
            },
            {
                "id": 36,
                "name": "कमल गाउँपालिका"
            },
            {
                "id": 37,
                "name": "गौरीगंज गाउँपालिका"
            },
            {
                "id": 38,
                "name": "बाह्रदशी गाउँपालिका"
            },
            {
                "id": 39,
                "name": "झापा गाउँपालिका"
            },
            {
                "id": 40,
                "name": "बुद्धशान्ति गाउँपालिका"
            },
            {
                "id": 41,
                "name": "हल्दिवारी गाउँपालिका"
            },
            {
                "id": 42,
                "name": "कचनकवल गाउँपालिका"
            }
        ]
    },
    "धनकुटा": {
        "status": true,
        "local_govs": [
            {
                "id": 64,
                "name": "पाख्रिबास नगरपालिका"
            },
            {
                "id": 65,
                "name": "धनकुटा नगरपालिका"
            },
            {
                "id": 66,
                "name": "महालक्ष्मी नगरपालिका"
            },
            {
                "id": 67,
                "name": "साँगुरीगढी गाउँपालिका"
            },
            {
                "id": 68,
                "name": "खाल्सा छिन्ताङ सहिदभूमि गाउँपालिका"
            },
            {
                "id": 69,
                "name": "छथर जोरपाटी गाउँपालिका"
            },
            {
                "id": 70,
                "name": "चौविसे गाउँपालिका"
            }
        ]
    },
    "सुनसरी": {
        "status": true,
        "local_govs": [
            {
                "id": 52,
                "name": "ईटहरी उपमहानगरपालिका"
            },
            {
                "id": 53,
                "name": "धरान उपमहानगरपालिका"
            },
            {
                "id": 54,
                "name": "ईनरुवा नगरपालिका"
            },
            {
                "id": 55,
                "name": "दुहवी नगरपालिका"
            },
            {
                "id": 56,
                "name": "रामधुनी नगरपालिका"
            },
            {
                "id": 57,
                "name": "बराह नगरपालिका"
            },
            {
                "id": 58,
                "name": "देवानगञ्ज गाउँपालिका"
            },
            {
                "id": 59,
                "name": "कोशी गाउँपालिका"
            },
            {
                "id": 60,
                "name": "गढी गाउँपालिका"
            },
            {
                "id": 61,
                "name": "बर्जु गाउँपालिका"
            },
            {
                "id": 62,
                "name": "भोक्राहा गाउँपालिका"
            },
            {
                "id": 63,
                "name": "हरिनगरा गाउँपालिका"
            }
        ]
    },
    "तेह्रथुम": {
        "status": true,
        "local_govs": [
            {
                "id": 71,
                "name": "म्याङलुङ नगरपालिका"
            },
            {
                "id": 72,
                "name": "लालीगुराँस नगरपालिका"
            },
            {
                "id": 73,
                "name": "आठराई गाउँपालिका"
            },
            {
                "id": 74,
                "name": "छथर गाउँपालिका"
            },
            {
                "id": 75,
                "name": "फेदाप गाउँपालिका"
            },
            {
                "id": 76,
                "name": "मेन्छयायेम गाउँपालिका"
            }
        ]
    },
    "भाेजपुर": {
        "status": true,
        "local_govs": [
            {
                "id": 77,
                "name": "भोजपुर नगरपालिका"
            },
            {
                "id": 78,
                "name": "षडानन्द नगरपालिका"
            },
            {
                "id": 79,
                "name": "ट्याम्केमैयुम गाउँपालिका"
            },
            {
                "id": 80,
                "name": "रामप्रसाद राई गाउँपालिका"
            },
            {
                "id": 81,
                "name": "अरुण गाउँपालिका"
            },
            {
                "id": 82,
                "name": "पौवादुङमा गाउँपालिका"
            },
            {
                "id": 83,
                "name": "साल्पासिलिछो गाउँपालिका"
            },
            {
                "id": 84,
                "name": "आमचोक गाउँपालिका"
            },
            {
                "id": 85,
                "name": "हतुवागढी गाउँपालिका"
            }
        ]
    },
    "साेलुखुम्बु": {
        "status": true,
        "local_govs": [
            {
                "id": 96,
                "name": "सोलुदुधकुण्ड नगरपालिका"
            },
            {
                "id": 97,
                "name": "दुधकोसी गाउँपालिका"
            },
            {
                "id": 98,
                "name": "खुम्वु पासाङल्हमु गाउँपालिका"
            },
            {
                "id": 99,
                "name": "दुधकौशिका गाउँपालिका"
            },
            {
                "id": 100,
                "name": "नेचासल्यान गाउँपालिका"
            },
            {
                "id": 101,
                "name": "माहाकुलुङ गाउँपालिका"
            },
            {
                "id": 102,
                "name": "लिखु पिके गाउँपालिका"
            },
            {
                "id": 103,
                "name": "सोताङ गाउँपालिका"
            }
        ]
    },
    "संखुवासभा": {
        "status": true,
        "local_govs": [
            {
                "id": 86,
                "name": "चैनपुर नगरपालिका"
            },
            {
                "id": 87,
                "name": "धर्मदेवी नगरपालिका"
            },
            {
                "id": 88,
                "name": "खाँदवारी नगरपालिका"
            },
            {
                "id": 89,
                "name": "मादी नगरपालिका"
            },
            {
                "id": 90,
                "name": "पाँचखपन नगरपालिका"
            },
            {
                "id": 91,
                "name": "भोटखोला गाउँपालिका"
            },
            {
                "id": 92,
                "name": "चिचिला गाउँपालिका"
            },
            {
                "id": 93,
                "name": "मकालु गाउँपालिका"
            },
            {
                "id": 94,
                "name": "सभापोखरी गाउँपालिका"
            },
            {
                "id": 95,
                "name": "सिलीचोङ गाउँपालिका"
            }
        ]
    },
    "अाेखलढुंगा": {
        "status": true,
        "local_govs": [
            {
                "id": 104,
                "name": "सिद्दिचरण नगरपालिका"
            },
            {
                "id": 105,
                "name": "खिजिदेम्बा गाउँपालिका"
            },
            {
                "id": 106,
                "name": "चम्पादेवी गाउँपालिका"
            },
            {
                "id": 107,
                "name": "चिशंखुगढी गाउँपालिका"
            },
            {
                "id": 108,
                "name": "मानेभञ्याङ गाउँपालिका"
            },
            {
                "id": 109,
                "name": "मोलुङ गाउँपालिका"
            },
            {
                "id": 110,
                "name": "लिखु गाउँपालिका"
            },
            {
                "id": 111,
                "name": "सुनकोशी गाउँपालिका"
            }
        ]
    },
    "खाेटाङ": {
        "status": true,
        "local_govs": [
            {
                "id": 112,
                "name": "हलेसी तुवाचुङ नगरपालिका"
            },
            {
                "id": 113,
                "name": "रुपाकोट मझुवागढी नगरपालिका"
            },
            {
                "id": 114,
                "name": "ऐसेलुखर्क गाउँपालिका"
            },
            {
                "id": 115,
                "name": "लामीडाँडा गाउँपालिका"
            },
            {
                "id": 116,
                "name": "जन्तेढुंगा गाउँपालिका"
            },
            {
                "id": 117,
                "name": "खोटेहाङ गाउँपालिका"
            },
            {
                "id": 118,
                "name": "केपिलासगढी गाउँपालिका"
            },
            {
                "id": 119,
                "name": "दिप्रुङ गाउँपालिका"
            },
            {
                "id": 120,
                "name": "साकेला गाउँपालिका"
            },
            {
                "id": 121,
                "name": "वराहपोखरी गाउँपालिका"
            }
        ]
    },
    "उदयपुर": {
        "status": true,
        "local_govs": [
            {
                "id": 122,
                "name": "कटारी नगरपालिका"
            },
            {
                "id": 123,
                "name": "चौदण्डीगढी नगरपालिका"
            },
            {
                "id": 124,
                "name": "त्रियुगा नगरपालिका"
            },
            {
                "id": 125,
                "name": "वेलका नगरपालिका"
            },
            {
                "id": 126,
                "name": "उदयपुरगढी गाउँपालिका"
            },
            {
                "id": 127,
                "name": "ताप्ली गाउँपालिका"
            },
            {
                "id": 128,
                "name": "रौतामाई गाउँपालिका"
            },
            {
                "id": 129,
                "name": "सुनकोशी गाउँपालिका"
            }
        ]
    },
    "सिन्धुली": {
        "status": true,
        "local_govs": [
            {
                "id": 250,
                "name": "कमलामाई नगरपालिका"
            },
            {
                "id": 251,
                "name": "दुधौली नगरपालिका"
            },
            {
                "id": 252,
                "name": "गोलन्जर गाउँपालिका"
            },
            {
                "id": 253,
                "name": "घ्याङलेख गाउँपालिका"
            },
            {
                "id": 254,
                "name": "तीनपाटन गाउँपालिका"
            },
            {
                "id": 255,
                "name": "फिक्कल गाउँपालिका"
            },
            {
                "id": 256,
                "name": "मरिण गाउँपालिका"
            },
            {
                "id": 257,
                "name": "सुनकोशी गाउँपालिका"
            },
            {
                "id": 258,
                "name": "हरिहरपुरगढी गाउँपालिका"
            }
        ]
    },
    "दाेलखा": {
        "status": true,
        "local_govs": [
            {
                "id": 267,
                "name": "जिरी नगरपालिका"
            },
            {
                "id": 268,
                "name": "भिमेश्वर नगरपालिका"
            },
            {
                "id": 269,
                "name": "कालिन्चोक गाउँपालिका"
            },
            {
                "id": 270,
                "name": "गौरीशङ्कर गाउँपालिका"
            },
            {
                "id": 271,
                "name": "तामाकोशी गाउँपालिका"
            },
            {
                "id": 272,
                "name": "मेलुङ्ग गाउँपालिका"
            },
            {
                "id": 273,
                "name": "विगु गाउँपालिका"
            },
            {
                "id": 274,
                "name": "वैतेश्वर गाउँपालिका"
            },
            {
                "id": 275,
                "name": "शैलुङ्ग गाउँपालिका"
            }
        ]
    },
    "सिन्धुपाल्चाेक": {
        "status": true,
        "local_govs": [
            {
                "id": 276,
                "name": "चौतारा साँगाचोकगढी नगरपालिका"
            },
            {
                "id": 277,
                "name": "बाह्रविसे नगरपालिका"
            },
            {
                "id": 278,
                "name": "मेलम्ची नगरपालिका"
            },
            {
                "id": 279,
                "name": "ईन्द्रावती गाउँपालिका"
            },
            {
                "id": 280,
                "name": "जुगल गाउँपालिका"
            },
            {
                "id": 281,
                "name": "पाँचपोखरी थाङपाल गाउँपालिका"
            },
            {
                "id": 282,
                "name": "बलेफी गाउँपालिका"
            },
            {
                "id": 283,
                "name": "भोटेकोशी गाउँपालिका"
            },
            {
                "id": 284,
                "name": "लिसङ्खु पाखर गाउँपालिका"
            },
            {
                "id": 285,
                "name": "सुनकोशी गाउँपालिका"
            },
            {
                "id": 286,
                "name": "हेलम्बु गाउँपालिका"
            },
            {
                "id": 287,
                "name": "त्रिपुरासुन्दरी गाउँपालिका"
            }
        ]
    },
    "काभ्रेपलाञ्चाेक": {
        "status": true,
        "local_govs": [
            {
                "id": 288,
                "name": "धुलिखेल नगरपालिका"
            },
            {
                "id": 289,
                "name": "बनेपा नगरपालिका"
            },
            {
                "id": 290,
                "name": "पनौती नगरपालिका"
            },
            {
                "id": 291,
                "name": "पाँचखाल नगरपालिका"
            },
            {
                "id": 292,
                "name": "नमोबुद्ध नगरपालिका"
            },
            {
                "id": 293,
                "name": "मण्डनदेउपुर नगरपालिका"
            },
            {
                "id": 294,
                "name": "खानीखोला गाउँपालिका"
            },
            {
                "id": 295,
                "name": "चौंरीदेउराली गाउँपालिका"
            },
            {
                "id": 296,
                "name": "तेमाल गाउँपालिका"
            },
            {
                "id": 297,
                "name": "बेथानचोक गाउँपालिका"
            },
            {
                "id": 298,
                "name": "भुम्लु गाउँपालिका"
            },
            {
                "id": 299,
                "name": "महाभारत गाउँपालिका"
            },
            {
                "id": 300,
                "name": "रोशी गाउँपालिका"
            }
        ]
    },
    "रामेछाप": {
        "status": true,
        "local_govs": [
            {
                "id": 259,
                "name": "मन्थली नगरपालिका"
            },
            {
                "id": 260,
                "name": "रामेछाप नगरपालिका"
            },
            {
                "id": 261,
                "name": "उमाकुण्ड गाउँपालिका"
            },
            {
                "id": 262,
                "name": "खाँडादेवी गाउँपालिका"
            },
            {
                "id": 263,
                "name": "गोकुलगङ्गा गाउँपालिका"
            },
            {
                "id": 264,
                "name": "दोरम्बा गाउँपालिका"
            },
            {
                "id": 265,
                "name": "लिखु गाउँपालिका"
            },
            {
                "id": 266,
                "name": "सुनापती गाउँपालिका"
            }
        ]
    },
    "नुवाकाेट": {
        "status": true,
        "local_govs": [
            {
                "id": 301,
                "name": "विदुर नगरपालिका"
            },
            {
                "id": 302,
                "name": "बेलकोटगढी नगरपालिका"
            },
            {
                "id": 303,
                "name": "ककनी गाउँपालिका"
            },
            {
                "id": 304,
                "name": "किस्पाङ गाउँपालिका"
            },
            {
                "id": 305,
                "name": "तादी गाउँपालिका"
            },
            {
                "id": 306,
                "name": "तारकेश्वर गाउँपालिका"
            },
            {
                "id": 307,
                "name": "दुप्चेश्वर गाउँपालिका"
            },
            {
                "id": 308,
                "name": "पञ्चकन्या गाउँपालिका"
            },
            {
                "id": 309,
                "name": "लिखु गाउँपालिका"
            },
            {
                "id": 310,
                "name": "मेघाङ गाउँपालिका"
            },
            {
                "id": 311,
                "name": "शिवपुरी गाउँपालिका"
            },
            {
                "id": 312,
                "name": "सुर्यगढी गाउँपालिका"
            }
        ]
    },
    "रसुवा": {
        "status": true,
        "local_govs": [
            {
                "id": 313,
                "name": "उत्तरगया गाउँपालिका"
            },
            {
                "id": 314,
                "name": "कालिका गाउँपालिका"
            },
            {
                "id": 315,
                "name": "गोसाईकुण्ड गाउँपालिका"
            },
            {
                "id": 316,
                "name": "नौकुण्ड गाउँपालिका"
            },
            {
                "id": 317,
                "name": "पार्वतीकुण्ड गाउँपालिका"
            }
        ]
    },
    "भक्तपुर": {
        "status": true,
        "local_govs": [
            {
                "id": 318,
                "name": "चाँगुनारायण नगरपालिका"
            },
            {
                "id": 319,
                "name": "भक्तपुर नगरपालिका"
            },
            {
                "id": 320,
                "name": "मध्यपुर थिमी नगरपालिका"
            },
            {
                "id": 321,
                "name": "सूर्यविनायक नगरपालिका"
            }
        ]
    },
    "काठमण्डाै": {
        "status": true,
        "local_govs": [
            {
                "id": 328,
                "name": "काठमाण्डौं महानगरपालिका"
            },
            {
                "id": 329,
                "name": "कागेश्वरी मनोहरा नगरपालिका"
            },
            {
                "id": 330,
                "name": "कीर्तिपुर नगरपालिका"
            },
            {
                "id": 331,
                "name": "गोकर्णेश्वर नगरपालिका"
            },
            {
                "id": 332,
                "name": "चन्द्रागिरी नगरपालिका"
            },
            {
                "id": 333,
                "name": "टोखा नगरपालिका"
            },
            {
                "id": 334,
                "name": "तारकेश्वर नगरपालिका"
            },
            {
                "id": 335,
                "name": "दक्षिणकाली नगरपालिका"
            },
            {
                "id": 336,
                "name": "नागार्जुन नगरपालिका"
            },
            {
                "id": 337,
                "name": "बुढानिलकण्ठ नगरपालिका"
            },
            {
                "id": 338,
                "name": "शङ्खरापुर नगरपालिका"
            }
        ]
    },
    "धादिङ": {
        "status": true,
        "local_govs": [
            {
                "id": 339,
                "name": "धुनीबेंशी नगरपालिका"
            },
            {
                "id": 340,
                "name": "निलकण्ठ नगरपालिका"
            },
            {
                "id": 341,
                "name": "खनियाबास गाउँपालिका"
            },
            {
                "id": 342,
                "name": "गजुरी गाउँपालिका"
            },
            {
                "id": 343,
                "name": "गल्छी गाउँपालिका"
            },
            {
                "id": 344,
                "name": "गङ्गाजमुना गाउँपालिका"
            },
            {
                "id": 345,
                "name": "ज्वालामूखी गाउँपालिका"
            },
            {
                "id": 346,
                "name": "थाक्रे गाउँपालिका"
            },
            {
                "id": 347,
                "name": "नेत्रावति गाउँपालिका"
            },
            {
                "id": 348,
                "name": "बेनीघाट रोराङ्ग गाउँपालिका"
            },
            {
                "id": 349,
                "name": "रुवी भ्याली गाउँपालिका"
            },
            {
                "id": 350,
                "name": "सिद्धलेक गाउँपालिका"
            },
            {
                "id": 351,
                "name": "त्रिपुरासुन्दरी गाउँपालिका"
            }
        ]
    },
    "ललितपुर": {
        "status": true,
        "local_govs": [
            {
                "id": 322,
                "name": "ललितपुर महानगरपालिका"
            },
            {
                "id": 323,
                "name": "गोदावरी नगरपालिका"
            },
            {
                "id": 324,
                "name": "महालक्ष्मी नगरपालिका"
            },
            {
                "id": 325,
                "name": "कोन्ज्योसोम गाउँपालिका"
            },
            {
                "id": 326,
                "name": "बागमती गाउँपालिका"
            },
            {
                "id": 327,
                "name": "महाङ्काल गाउँपालिका"
            }
        ]
    },
    "चितवन": {
        "status": true,
        "local_govs": [
            {
                "id": 362,
                "name": "भरतपुर महानगरपालिका"
            },
            {
                "id": 363,
                "name": "कालिका नगरपालिका"
            },
            {
                "id": 364,
                "name": "खैरहनी नगरपालिका"
            },
            {
                "id": 365,
                "name": "माडी नगरपालिका"
            },
            {
                "id": 366,
                "name": "रत्ननगर नगरपालिका"
            },
            {
                "id": 367,
                "name": "राप्ती नगरपालिका"
            },
            {
                "id": 368,
                "name": "इच्छाकामना गाउँपालिका"
            }
        ]
    },
    "सप्तरी": {
        "status": true,
        "local_govs": [
            {
                "id": 130,
                "name": "राजविराज नगरपालिका"
            },
            {
                "id": 131,
                "name": "कञ्चनरुप नगरपालिका"
            },
            {
                "id": 132,
                "name": "डाक्नेश्वरी नगरपालिका"
            },
            {
                "id": 133,
                "name": "बोदेबरसाईन नगरपालिका"
            },
            {
                "id": 134,
                "name": "खडक नगरपालिका"
            },
            {
                "id": 135,
                "name": "शम्भुनाथ नगरपालिका"
            },
            {
                "id": 136,
                "name": "सुरुङ्‍गा नगरपालिका"
            },
            {
                "id": 137,
                "name": "हनुमाननगर कङ्‌कालिनी नगरपालिका"
            },
            {
                "id": 138,
                "name": "सप्तकोशी नगरपालिका"
            },
            {
                "id": 139,
                "name": "अग्निसाइर कृष्णासवरन गाउँपालिका"
            },
            {
                "id": 140,
                "name": "छिन्नमस्ता गाउँपालिका"
            },
            {
                "id": 141,
                "name": "महादेवा गाउँपालिका"
            },
            {
                "id": 142,
                "name": "तिरहुत गाउँपालिका"
            },
            {
                "id": 143,
                "name": "तिलाठी कोईलाडी गाउँपालिका"
            },
            {
                "id": 144,
                "name": "रुपनी गाउँपालिका"
            },
            {
                "id": 145,
                "name": "बेल्ही चपेना गाउँपालिका"
            },
            {
                "id": 146,
                "name": "बिष्णुपुर गाउँपालिका"
            },
            {
                "id": 147,
                "name": "बलान-बिहुल गाउँपालिका"
            }
        ]
    },
    "सिरहा": {
        "status": true,
        "local_govs": [
            {
                "id": 148,
                "name": "लहान नगरपालिका "
            },
            {
                "id": 149,
                "name": "धनगढीमाई नगरपालिका "
            },
            {
                "id": 150,
                "name": "सिरहा नगरपालिका "
            },
            {
                "id": 151,
                "name": "गोलबजार नगरपालिका "
            },
            {
                "id": 152,
                "name": "मिर्चैयाँ नगरपालिका "
            },
            {
                "id": 153,
                "name": "कल्याणपुर नगरपालिका "
            },
            {
                "id": 154,
                "name": "कर्जन्हा नगरपालिका "
            },
            {
                "id": 155,
                "name": "सुखीपुर नगरपालिका"
            },
            {
                "id": 156,
                "name": "भगवानपुर गाउँपालिका "
            },
            {
                "id": 157,
                "name": "औरही गाउँपालिका "
            },
            {
                "id": 158,
                "name": "विष्णुपुर गाउँपालिका "
            },
            {
                "id": 159,
                "name": "बरियारपट्टी गाउँपालिका "
            },
            {
                "id": 160,
                "name": "लक्ष्मीपुर पतारी गाउँपालिका "
            },
            {
                "id": 161,
                "name": "नरहा गाउँपालिका "
            },
            {
                "id": 162,
                "name": "सखुवानान्कारकट्टी गाउँपालिका"
            },
            {
                "id": 163,
                "name": "अर्नमा गाउँपालिका"
            },
            {
                "id": 164,
                "name": "नवराजपुर गाउँपालिका"
            }
        ]
    },
    "मकवानपुर": {
        "status": true,
        "local_govs": [
            {
                "id": 352,
                "name": "हेटौडा उपमहानगरपालिका"
            },
            {
                "id": 353,
                "name": "थाहा नगरपालिका"
            },
            {
                "id": 354,
                "name": "इन्द्रसरोबर गाउँपालिका"
            },
            {
                "id": 355,
                "name": "कैलाश गाउँपालिका"
            },
            {
                "id": 356,
                "name": "बकैया गाउँपालिका"
            },
            {
                "id": 357,
                "name": "बाग्मति गाउँपालिका"
            },
            {
                "id": 358,
                "name": "भिमफेदी गाउँपालिका"
            },
            {
                "id": 359,
                "name": "मकवानपुरगढी गाउँपालिका"
            },
            {
                "id": 360,
                "name": "मनहरी गाउँपालिका"
            },
            {
                "id": 361,
                "name": "राक्सिराङ्ग गाउँपालिका"
            }
        ]
    },
    "महाेत्तरी": {
        "status": true,
        "local_govs": [
            {
                "id": 177,
                "name": "जलेश्वर नगरपालिका "
            },
            {
                "id": 178,
                "name": "बर्दिबास नगरपालिका "
            },
            {
                "id": 179,
                "name": "गौशाला नगरपालिका "
            },
            {
                "id": 180,
                "name": "लोहरपट्टी नगरपालिका "
            },
            {
                "id": 181,
                "name": "रामगोपालपुर नगरपालिका "
            },
            {
                "id": 182,
                "name": "मनरा शिसवा नगरपालिका "
            },
            {
                "id": 183,
                "name": "मटिहानी नगरपालिका "
            },
            {
                "id": 184,
                "name": "भँगाहा नगरपालिका "
            },
            {
                "id": 185,
                "name": "बलवा नगरपालिका "
            },
            {
                "id": 186,
                "name": "औरही नगरपालिका"
            },
            {
                "id": 187,
                "name": "एकडारा गाउँपालिका "
            },
            {
                "id": 188,
                "name": "सोनमा गाउँपालिका "
            },
            {
                "id": 189,
                "name": "साम्सी गाउँपालिका "
            },
            {
                "id": 190,
                "name": "महोत्तरी गाउँपालिका "
            },
            {
                "id": 191,
                "name": "पिपरा गाउँपालिका"
            }
        ]
    },
    "धनुषा": {
        "status": true,
        "local_govs": [
            {
                "id": 165,
                "name": "जनकपुर उपमहानगरपालिका"
            },
            {
                "id": 166,
                "name": "क्षिरेश्वरनाथ नगरपालिका"
            },
            {
                "id": 167,
                "name": "गणेशमान चारनाथ नगरपालिका"
            },
            {
                "id": 168,
                "name": "धनुषाधाम नगरपालिका"
            },
            {
                "id": 169,
                "name": "नगराइन नगरपालिका"
            },
            {
                "id": 170,
                "name": "विदेह नगरपालिका"
            },
            {
                "id": 171,
                "name": "मिथिला नगरपालिका"
            },
            {
                "id": 172,
                "name": "शहीदनगर नगरपालिका"
            },
            {
                "id": 173,
                "name": "सबैला नगरपालिका"
            },
            {
                "id": 174,
                "name": "कमला नगरपालिका"
            },
            {
                "id": 175,
                "name": "मिथिला बिहारी नगरपालिका"
            },
            {
                "id": 176,
                "name": "हंसपुर नगरपालिका"
            },
            {
                "id": 712,
                "name": "धनौजी"
            }
        ]
    },
    "हुम्ला": {
        "status": true,
        "local_govs": [
            {
                "id": 545,
                "name": "सिमकोट गाउँपालिका"
            },
            {
                "id": 546,
                "name": "नाम्खा गाउँपालिका"
            },
            {
                "id": 547,
                "name": "खार्पुनाथ गाउँपालिका"
            },
            {
                "id": 548,
                "name": "सर्केगाड गाउँपालिका"
            },
            {
                "id": 549,
                "name": "चंखेली गाउँपालिका"
            },
            {
                "id": 550,
                "name": "अदानचुली गाउँपालिका"
            },
            {
                "id": 551,
                "name": "ताँजाकोट गाउँपालिका"
            }
        ]
    },
    "सर्लाही": {
        "status": true,
        "local_govs": [
            {
                "id": 192,
                "name": "ईश्वरपुर नगरपालिका "
            },
            {
                "id": 193,
                "name": "मलंगवा नगरपालिका "
            },
            {
                "id": 194,
                "name": "लालबन्दी नगरपालिका "
            },
            {
                "id": 195,
                "name": "हरिपुर नगरपालिका "
            },
            {
                "id": 196,
                "name": "हरिपुर्वा नगरपालिका "
            },
            {
                "id": 197,
                "name": "हरिवन नगरपालिका "
            },
            {
                "id": 198,
                "name": "बरहथवा नगरपालिका "
            },
            {
                "id": 199,
                "name": "बलरा नगरपालिका "
            },
            {
                "id": 200,
                "name": "गोडैटा नगरपालिका "
            },
            {
                "id": 201,
                "name": "बागमती नगरपालिका "
            },
            {
                "id": 202,
                "name": "कविलासी नगरपालिका"
            },
            {
                "id": 203,
                "name": "चक्रघट्टा गाउँपालिका "
            },
            {
                "id": 204,
                "name": "चन्द्रनगर गाउँपालिका "
            },
            {
                "id": 205,
                "name": "धनकौल गाउँपालिका "
            },
            {
                "id": 206,
                "name": "ब्रह्मपुरी गाउँपालिका "
            },
            {
                "id": 207,
                "name": "रामनगर गाउँपालिका "
            },
            {
                "id": 208,
                "name": "विष्णु गाउँपालिका "
            },
            {
                "id": 209,
                "name": "कौडेना गाउँपालिका"
            },
            {
                "id": 210,
                "name": "पर्सा गाउँपालिका"
            },
            {
                "id": 211,
                "name": "बसबरीया गाउँपालिका"
            }
        ]
    },
    "पर्सा": {
        "status": true,
        "local_govs": [
            {
                "id": 246,
                "name": "बिरगंज महानगरपालिका"
            },
            {
                "id": 247,
                "name": "पोखरिया नगरपालिका "
            },
            {
                "id": 248,
                "name": "बहुदरमाई नगरपालिका "
            },
            {
                "id": 249,
                "name": "पर्सागढी नगरपालिका"
            },
            {
                "id": 713,
                "name": "धोबीनी गाउँपालिका"
            },
            {
                "id": 714,
                "name": "जगरनाथपुर गाउँपालिका"
            },
            {
                "id": 715,
                "name": "पटेर्वा सुगौली गाउँपालिका"
            },
            {
                "id": 716,
                "name": "जिरा भवानी गाउँपालिका"
            },
            {
                "id": 717,
                "name": "कालिकामाई गाउँपालिका"
            }
        ]
    },
    "बारा": {
        "status": true,
        "local_govs": [
            {
                "id": 230,
                "name": "कलैया उपमहानगरपालिका "
            },
            {
                "id": 231,
                "name": "जीतपुर सिमरा उपमहानगरपालिका"
            },
            {
                "id": 232,
                "name": "कोल्हवी नगरपालिका "
            },
            {
                "id": 233,
                "name": "निजगढ नगरपालिका "
            },
            {
                "id": 234,
                "name": "महागढीमाई नगरपालिका "
            },
            {
                "id": 235,
                "name": "सिम्रौनगढ नगरपालिका "
            },
            {
                "id": 236,
                "name": "पचरौता नगरपालिका"
            },
            {
                "id": 237,
                "name": "आदर्श कोटवाल गाउँपालिका "
            },
            {
                "id": 238,
                "name": "करैयामाई गाउँपालिका "
            },
            {
                "id": 239,
                "name": "देवताल गाउँपालिका "
            },
            {
                "id": 240,
                "name": "परवानीपुर गाउँपालिका "
            },
            {
                "id": 241,
                "name": "प्रसौनी गाउँपालिका "
            },
            {
                "id": 242,
                "name": "फेटा गाउँपालिका "
            },
            {
                "id": 243,
                "name": "बारागढीगाउँपालिका "
            },
            {
                "id": 244,
                "name": "सुवर्ण गाउँपालिका "
            },
            {
                "id": 245,
                "name": "विश्रामपुर गाउँपालिका"
            }
        ]
    },
    "राैटहट": {
        "status": true,
        "local_govs": [
            {
                "id": 212,
                "name": "चन्द्रपुर नगरपालिका "
            },
            {
                "id": 213,
                "name": "गरुडा नगरपालिका"
            },
            {
                "id": 214,
                "name": "गौर नगरपालिका "
            },
            {
                "id": 215,
                "name": "बौधीमाई नगरपालिका "
            },
            {
                "id": 216,
                "name": "बृन्दावन नगरपालिका "
            },
            {
                "id": 217,
                "name": "देवाही गोनाही नगरपालिका "
            },
            {
                "id": 218,
                "name": "गढीमाई नगरपालिका "
            },
            {
                "id": 219,
                "name": "गुजरा नगरपालिका "
            },
            {
                "id": 220,
                "name": "कटहरिया नगरपालिका "
            },
            {
                "id": 221,
                "name": "माधव नारायण नगरपालिका "
            },
            {
                "id": 222,
                "name": "मौलापुर नगरपालिका "
            },
            {
                "id": 223,
                "name": "फतुवाबिजयपुर नगरपालिका "
            },
            {
                "id": 224,
                "name": "ईशनाथ नगरपालिका "
            },
            {
                "id": 225,
                "name": "परोहा नगरपालिका "
            },
            {
                "id": 226,
                "name": "राजपुर नगरपालिका "
            },
            {
                "id": 227,
                "name": "राजदेवी नगरपालिका"
            },
            {
                "id": 228,
                "name": "दुर्गा भगवती गाउँपालिका "
            },
            {
                "id": 229,
                "name": "यमुनामाई गाउँपालिका"
            }
        ]
    },
    "मुगु": {
        "status": true,
        "local_govs": [
            {
                "id": 552,
                "name": "छायाँनाथ रारा नगरपालिका"
            },
            {
                "id": 553,
                "name": "मुगुम कार्मारोंग गाउँपालिका"
            },
            {
                "id": 554,
                "name": "सोरु गाउँपालिका"
            },
            {
                "id": 555,
                "name": "खत्याड गाउँपालिका"
            }
        ]
    },
    "जुम्ला": {
        "status": true,
        "local_govs": [
            {
                "id": 564,
                "name": "चन्दननाथ नगरपालिका"
            },
            {
                "id": 565,
                "name": "कनकासुन्दरी गाउँपालिका"
            },
            {
                "id": 566,
                "name": "सिंजा गाउँपालिका"
            },
            {
                "id": 567,
                "name": "हिमा गाउँपालिका"
            },
            {
                "id": 568,
                "name": "तिला गाउँपालिका"
            },
            {
                "id": 569,
                "name": "गुठिचौर गाउँपालिका"
            },
            {
                "id": 570,
                "name": "तातोपानी गाउँपालिका"
            },
            {
                "id": 571,
                "name": "पातारासी गाउँपालिका"
            }
        ]
    },
    "जाजरकाेट": {
        "status": true,
        "local_govs": [
            {
                "id": 592,
                "name": "भेरी नगरपालिका"
            },
            {
                "id": 593,
                "name": "छेडागाड नगरपालिका"
            },
            {
                "id": 594,
                "name": "त्रिवेणी नलगाड नगरपालिका"
            },
            {
                "id": 595,
                "name": "बारेकोट गाउँपालिका"
            },
            {
                "id": 596,
                "name": "कुसे गाउँपालिका"
            },
            {
                "id": 597,
                "name": "जुनीचाँदे गाउँपालिका"
            },
            {
                "id": 598,
                "name": "शिवालय गाउँपालिका"
            }
        ]
    },
    "दैलेख": {
        "status": true,
        "local_govs": [
            {
                "id": 581,
                "name": "नारायण नगरपालिका"
            },
            {
                "id": 582,
                "name": "दुल्लु नगरपालिका"
            },
            {
                "id": 583,
                "name": "चामुण्डा विन्द्रासैनी नगरपालिका"
            },
            {
                "id": 584,
                "name": "आठबीस नगरपालिका"
            },
            {
                "id": 585,
                "name": "भगवतीमाई गाउँपालिका"
            },
            {
                "id": 586,
                "name": "गुराँस गाउँपालिका"
            },
            {
                "id": 587,
                "name": "डुंगेश्वर गाउँपालिका"
            },
            {
                "id": 588,
                "name": "नौमुले गाउँपालिका"
            },
            {
                "id": 589,
                "name": "महावु गाउँपालिका"
            },
            {
                "id": 590,
                "name": "भैरवी गाउँपालिका"
            },
            {
                "id": 591,
                "name": "ठाँटीकाँध गाउँपालिका"
            }
        ]
    },
    "डाेल्पा": {
        "status": true,
        "local_govs": [
            {
                "id": 556,
                "name": "ठुली भेरी नगरपालिका"
            },
            {
                "id": 557,
                "name": "त्रिपुरासुन्दरी नगरपालिका"
            },
            {
                "id": 558,
                "name": "डोल्पो बुद्ध गाउँपालिका"
            },
            {
                "id": 559,
                "name": "शे फोक्सुन्डो गाउँपालिका"
            },
            {
                "id": 560,
                "name": "जगदुल्ला गाउँपालिका"
            },
            {
                "id": 561,
                "name": "मुड्केचुला गाउँपालिका"
            },
            {
                "id": 562,
                "name": "काईके गाउँपालिका"
            },
            {
                "id": 563,
                "name": "छार्का ताङसोङ गाउँपालिका"
            }
        ]
    },
    "कालिकाेट": {
        "status": true,
        "local_govs": [
            {
                "id": 572,
                "name": "खाँडाचक्र नगरपालिका"
            },
            {
                "id": 573,
                "name": "रास्कोट नगरपालिका"
            },
            {
                "id": 574,
                "name": "तिलागुफा नगरपालिका"
            },
            {
                "id": 575,
                "name": "पचालझरना गाउँपालिका"
            },
            {
                "id": 576,
                "name": "सान्नी त्रिवेणी गाउँपालिका"
            },
            {
                "id": 577,
                "name": "नरहरिनाथ गाउँपालिका"
            },
            {
                "id": 578,
                "name": "कालिका गाउँपालिका"
            },
            {
                "id": 579,
                "name": "महावै गाउँपालिका"
            },
            {
                "id": 580,
                "name": "पलाता गाउँपालिका"
            }
        ]
    },
    "रूकुम (पश्चिम)": {
        "status": true,
        "local_govs": [
            {
                "id": 599,
                "name": "मुसिकोट नगरपालिका"
            },
            {
                "id": 600,
                "name": "चौरजहारी नगरपालिका"
            },
            {
                "id": 601,
                "name": "आठबिसकोट नगरपालिका"
            },
            {
                "id": 602,
                "name": "बाँफिकोट गाउँपालिका"
            },
            {
                "id": 603,
                "name": "त्रिवेणी गाउँपालिका"
            },
            {
                "id": 604,
                "name": "सानी भेरी गाउँपालिका"
            }
        ]
    },
    "सुर्खेत": {
        "status": true,
        "local_govs": [
            {
                "id": 615,
                "name": "बीरेन्द्रनगर नगरपालिका"
            },
            {
                "id": 616,
                "name": "भेरीगंगा नगरपालिका"
            },
            {
                "id": 617,
                "name": "गुर्भाकोट नगरपालिका"
            },
            {
                "id": 618,
                "name": "पञ्चपुरी नगरपालिका"
            },
            {
                "id": 619,
                "name": "लेकवेशी नगरपालिका"
            },
            {
                "id": 620,
                "name": "चौकुने गाउँपालिका"
            },
            {
                "id": 621,
                "name": "बराहताल गाउँपालिका"
            },
            {
                "id": 622,
                "name": "चिङ्गाड गाउँपालिका"
            },
            {
                "id": 623,
                "name": "सिम्ता गाउँपालिका"
            }
        ]
    },
    "कैलाली": {
        "status": true,
        "local_govs": [
            {
                "id": 624,
                "name": "धनगढी उपमहानगरपालिका"
            },
            {
                "id": 625,
                "name": "टिकापुर नगरपालिका"
            },
            {
                "id": 626,
                "name": "घोडाघोडी नगरपालिका"
            },
            {
                "id": 627,
                "name": "लम्कीचुहा नगरपालिका"
            },
            {
                "id": 628,
                "name": "भजनी नगरपालिका"
            },
            {
                "id": 629,
                "name": "गोदावरी नगरपालिका"
            },
            {
                "id": 630,
                "name": "गौरीगंगा नगरपालिका"
            },
            {
                "id": 631,
                "name": "जानकी गाउँपालिका"
            },
            {
                "id": 632,
                "name": "बर्दगोरिया गाउँपालिका"
            },
            {
                "id": 633,
                "name": "मोहन्याल गाउँपालिका"
            },
            {
                "id": 634,
                "name": "कैलारी गाउँपालिका"
            },
            {
                "id": 635,
                "name": "जोशीपुर गाउँपालिका"
            },
            {
                "id": 636,
                "name": "चुरे गाउँपालिका"
            }
        ]
    },
    "डडेलधुरा": {
        "status": true,
        "local_govs": [
            {
                "id": 646,
                "name": "अमरगढी नगरपालिका"
            },
            {
                "id": 647,
                "name": "परशुराम नगरपालिका"
            },
            {
                "id": 648,
                "name": "आलिताल गाउँपालिका"
            },
            {
                "id": 649,
                "name": "भागेश्वर गाउँपालिका"
            },
            {
                "id": 650,
                "name": "नवदुर्गा गाउँपालिका"
            },
            {
                "id": 651,
                "name": "अजयमेरु गाउँपालिका"
            },
            {
                "id": 652,
                "name": "गन्यापधुरा गाउँपालिका"
            }
        ]
    },
    "कन्चनपुर": {
        "status": true,
        "local_govs": [
            {
                "id": 637,
                "name": "भीमदत्त नगरपालिका"
            },
            {
                "id": 638,
                "name": "पुर्नवास नगरपालिका"
            },
            {
                "id": 639,
                "name": "वेदकोट नगरपालिका"
            },
            {
                "id": 640,
                "name": "महाकाली नगरपालिका"
            },
            {
                "id": 641,
                "name": "शुक्लाफाँटा नगरपालिका"
            },
            {
                "id": 642,
                "name": "बेलौरी नगरपालिका"
            },
            {
                "id": 643,
                "name": "कृष्णपुर नगरपालिका"
            },
            {
                "id": 644,
                "name": "बेलडाडी गाउँपालिका"
            },
            {
                "id": 645,
                "name": "लालझाडी गाउँपालिका"
            }
        ]
    },
    "सल्यान": {
        "status": true,
        "local_govs": [
            {
                "id": 605,
                "name": "शारदा नगरपालिका"
            },
            {
                "id": 606,
                "name": "बागचौर नगरपालिका"
            },
            {
                "id": 607,
                "name": "बनगाड कुपिण्डे नगरपालिका"
            },
            {
                "id": 608,
                "name": "कालिमाटी गाउँपालिका"
            },
            {
                "id": 609,
                "name": "त्रिवेणी गाउँपालिका"
            },
            {
                "id": 610,
                "name": "कपुरकोट गाउँपालिका"
            },
            {
                "id": 611,
                "name": "छत्रेश्वरी गाउँपालिका"
            },
            {
                "id": 612,
                "name": "ढोरचौर गाउँपालिका"
            },
            {
                "id": 613,
                "name": "कुमाखमालिका गाउँपालिका"
            },
            {
                "id": 614,
                "name": "दार्मा गाउँपालिका"
            }
        ]
    },
    "बैतडी": {
        "status": true,
        "local_govs": [
            {
                "id": 653,
                "name": "दशरथचन्द नगरपालिका"
            },
            {
                "id": 654,
                "name": "पाटन नगरपालिका"
            },
            {
                "id": 655,
                "name": "मेलौली नगरपालिका"
            },
            {
                "id": 656,
                "name": "पुर्चौडी नगरपालिका"
            },
            {
                "id": 657,
                "name": "सुर्नया गाउँपालिका"
            },
            {
                "id": 658,
                "name": "सिगास गाउँपालिका"
            },
            {
                "id": 659,
                "name": "शिवनाथ गाउँपालिका"
            },
            {
                "id": 660,
                "name": "पञ्चेश्वर गाउँपालिका"
            },
            {
                "id": 661,
                "name": "दोगडाकेदार गाउँपालिका"
            },
            {
                "id": 662,
                "name": "डीलासैनी गाउँपालिका"
            }
        ]
    },
    "डाेटी": {
        "status": true,
        "local_govs": [
            {
                "id": 663,
                "name": "दिपायल सिलगढी नगरपालिका"
            },
            {
                "id": 664,
                "name": "शिखर नगरपालिका"
            },
            {
                "id": 665,
                "name": "पूर्वीचौकी गाउँपालिका"
            },
            {
                "id": 666,
                "name": "बडीकेदार गाउँपालिका"
            },
            {
                "id": 667,
                "name": "जोरायल गाउँपालिका"
            },
            {
                "id": 668,
                "name": "सायल गाउँपालिका"
            },
            {
                "id": 669,
                "name": "आदर्श गाउँपालिका"
            },
            {
                "id": 670,
                "name": "के.आई.सिं. गाउँपालिका"
            },
            {
                "id": 671,
                "name": "बोगटान गाउँपालिका"
            }
        ]
    },
    "बझाङ": {
        "status": true,
        "local_govs": [
            {
                "id": 691,
                "name": "जयपृथ्वी नगरपालिका"
            },
            {
                "id": 692,
                "name": "बुंगल नगरपालिका"
            },
            {
                "id": 693,
                "name": "तलकोट गाउँपालिका"
            },
            {
                "id": 694,
                "name": "मष्टा गाउँपालिका"
            },
            {
                "id": 695,
                "name": "खप्तडछान्ना गाउँपालिका"
            },
            {
                "id": 696,
                "name": "थलारा गाउँपालिका"
            },
            {
                "id": 697,
                "name": "वित्थडचिर गाउँपालिका"
            },
            {
                "id": 698,
                "name": "सूर्मा गाउँपालिका "
            },
            {
                "id": 699,
                "name": "छबिसपाथिभेरा गाउँपालिका"
            },
            {
                "id": 700,
                "name": "दुर्गाथली गाउँपालिका"
            },
            {
                "id": 701,
                "name": "केदारस्युँ गाउँपालिका"
            },
            {
                "id": 702,
                "name": "काँडा गाउँपालिका"
            }
        ]
    },
    "अछाम": {
        "status": true,
        "local_govs": [
            {
                "id": 672,
                "name": "मंगलसेन नगरपालिका"
            },
            {
                "id": 673,
                "name": "कमलबजार नगरपालिका"
            },
            {
                "id": 674,
                "name": "साँफेबगर नगरपालिका"
            },
            {
                "id": 675,
                "name": "पन्चदेवल विनायक नगरपालिका"
            },
            {
                "id": 676,
                "name": "चौरपाटी गाउँपालिका"
            },
            {
                "id": 677,
                "name": "मेल्लेख गाउँपालिका"
            },
            {
                "id": 678,
                "name": "बान्निगढी जयगढ गाउँपालिका"
            },
            {
                "id": 679,
                "name": "रामारोशन गाउँपालिका"
            },
            {
                "id": 680,
                "name": "ढकारी गाउँपालिका"
            },
            {
                "id": 681,
                "name": "तुर्माखाँद गाउँपालिका"
            }
        ]
    },
    "बाजुरा": {
        "status": true,
        "local_govs": [
            {
                "id": 682,
                "name": "बडीमालिका नगरपालिका"
            },
            {
                "id": 683,
                "name": "त्रिवेणी नगरपालिका"
            },
            {
                "id": 684,
                "name": "बुढीगंगा नगरपालिका"
            },
            {
                "id": 685,
                "name": "बुढीनन्दा नगरपालिका"
            },
            {
                "id": 686,
                "name": "गौमुल गाउँपालिका"
            },
            {
                "id": 687,
                "name": "जगननाथ गाउपालिका"
            },
            {
                "id": 688,
                "name": "स्वामीकार्तिक गाउँपालिका"
            },
            {
                "id": 689,
                "name": "छेडेदह गाउँपालिका"
            },
            {
                "id": 690,
                "name": "हिमाली गाउँपालिका"
            }
        ]
    },
    "दार्चुला": {
        "status": true,
        "local_govs": [
            {
                "id": 703,
                "name": "महाकाली नगरपालिका"
            },
            {
                "id": 704,
                "name": "शैल्यशिखर नगरपालिका"
            },
            {
                "id": 705,
                "name": "मालिकार्जुन गाउँपालिका"
            },
            {
                "id": 706,
                "name": "अपिहिमाल गाउँपालिका"
            },
            {
                "id": 707,
                "name": "दुहुँ गाउँपालिका"
            },
            {
                "id": 708,
                "name": "नौगाड गाउँपालिका"
            },
            {
                "id": 709,
                "name": "मार्मा गाउँपालिका"
            },
            {
                "id": 710,
                "name": "लेकम गाउँपालिका"
            },
            {
                "id": 711,
                "name": "ब्याँस गाउँपालिका"
            }
        ]
    }
}
export const formatted = districts.map((item: any) => {
    item.localgovs = localgovs[item.name]
    return item;
})


export const pradeshes = ["प्रदेश नं. १", "प्रदेश नं. २", "प्रदेश नं. ३", "प्रदेश नं. ४", "प्रदेश नं. ५", "प्रदेश नं. ६", "प्रदेश नं. ७"];
export function getPradeshData() {
    let data: any = {};
    pradeshes.forEach((item, index) => {
        data[item] = { districts: formatted.filter((item: any) => item.pradesh_id === index + 1) }
    })
    return data;
}

// const allPradesh = dist